# RbsElecDistributionNodeLoadSet Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecDistributionNodeLoadSet Property
ParameterTypeId Class See Also
---
"Load Set"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecDistributionNodeLoadSet { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecDistributionNodeLoadSet As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecDistributionNodeLoadSet {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace